# ---------- Main App ---------- #
mainTitle=\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u200b\u1780\u17c6\u178e\u178f\u17cb\u200b\u1796\u17c1\u179b\u200b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785

#Menu bar
fileMenu=\u17af\u1780\u179f\u17b6\u179a
editMenu=\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b
optionsMenu=\u1787\u1798\u17d2\u179a\u17be\u179f
helpMenu=\u1787\u17c6\u1793\u17bd\u1799

#MenuItems
newTaskMenuItem=\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u1790\u17d2\u1798\u17b8
cancelTasksMenuItem=\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u178a\u17c2\u179b\u1794\u17b6\u1793\u1782\u17d2\u179a\u17c4\u1784\u1791\u17bb\u1780
resheduleTasksMenuItem=\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
exitMenuItem=\u1785\u17c1\u1789
undoMenuItem=\u1798\u17b7\u1793\u1792\u17d2\u179c\u17be\u179c\u17b7\u1789 {0} \u1794\u1789\u17d2\u1787\u17b6 (Ctrl) + Z
redoMenuItem=\u1792\u17d2\u179c\u17be\u179c\u17b7\u1789 {0} \u1794\u1789\u17d2\u1787\u17b6 (Ctrl) + \u1794\u17d2\u178a\u17bc\u179a (Shift) + Z
duplicateMenuItem=\u179f\u17d2\u1791\u17bd\u1793
languageMenuItem=\u1797\u17b6\u179f\u17b6
exitActionMenuItem=\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796
missedTasksMenuItem=\u1781\u1780\u1781\u17b6\u1793\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
aboutMenuItem=\u17a2\u17c6\u1796\u17b8

#IconMenuItems
openMenuItem=\u1794\u17be\u1780
minimizeMenuItem=\u1794\u1784\u17d2\u179a\u17bd\u1798\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6
startUpMenuItem=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798
exitMenuItem=\u1785\u17c1\u1789

#Dialogs
exitAlertTitle=\u1788\u1794\u17cb
exitAlertContent=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1785\u17b6\u1780\u1785\u17c1\u1789\u17ac\u1794\u1784\u17d2\u179a\u17bd\u1798\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1791\u17c1?\u000D\u1780\u17b6\u179a\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u1796\u17b6\u1780\u17d2\u1799\u179f\u17bb\u17c6\u1793\u17b9\u1784\u1794\u17c4\u17c7\u1794\u1784\u17cb\u179a\u17b6\u179b\u17cb\u1780\u17b6\u179a\u1784\u17b6\u179a\u178a\u17c2\u179b\u1794\u17b6\u1793\u1782\u17d2\u179a\u17c4\u1784\u1791\u17bb\u1780\u17d4\u000D\u17a2\u17d2\u1793\u1780\u17a2\u17b6\u1785\u1794\u17d2\u178f\u17bc\u179a\u179c\u17b6\u1796\u17c1\u179b\u1780\u17d2\u179a\u17c4\u1799\u178f\u17b6\u1798\u1787\u1798\u17d2\u179a\u17be\u179f\u17d4
exitAlertCheckBox=\u1780\u17bb\u17c6\u200b\u179f\u17bd\u179a\u200b\u1798\u17d2\u178f\u1784\u200b\u1791\u17c0\u178f
noTraySupportTitle=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17b6\u179a\u1782\u17b6\u17c6\u1791\u17d2\u179a\u1790\u17b6\u179f\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1791\u17c1
noTraySupportContent=\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u1782\u17b6\u17c6\u1791\u17d2\u179a\u1790\u17b6\u179f\u1791\u17c1\u17a2\u17d2\u1793\u1780\u1793\u17b9\u1784\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1784\u17d2\u179a\u17bd\u1798\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1787\u17b6\u1780\u17b6\u179a\u1787\u17bc\u1793\u178a\u17c6\u178e\u17b9\u1784\u1791\u17c1\u17d4
unableInitTrayTitle=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u1790\u17b6\u179f\u1794\u17b6\u1793\u1791\u17c1
unableInitTrayContent=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u17c5\u179a\u17bd\u1785\u1791\u17c1\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u1790\u17b6\u179f\u17a2\u17d2\u1793\u1780\u1793\u17b9\u1784\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17b6\u178f\u17cb\u1794\u1793\u17d2\u1790\u1799\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1794\u17b6\u1793\u1787\u17b6\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6\u1791\u17c1\u17d4\u000D{0}

#Errors
impossibleWrite=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179f\u179a\u179f\u17c1\u179a\u1780\u17d2\u1793\u17bb\u1784\u17af\u1780\u179f\u17b6\u179a ''{0}''

# ---------- Enums ---------- #
taskActionStartProgram=\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8
taskActionAlert=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1780\u17b6\u179a\u178a\u17b6\u179f\u17cb\u178f\u17bf\u1793
triggerHour=\u1798\u17c9\u17c4\u1784
triggerStartUp=\u1780\u17b6\u179a\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u178a\u17b6\u1780\u17cb\u1796\u17b6\u1780\u17d2\u1799
whenOneTime=\u1798\u17bd\u1799\u178a\u1784
whenEveryDays=\u179a\u17c0\u1784\u179a\u17b6\u179b\u17cb\u1790\u17d2\u1784\u17c3

# ---------- Home Scene ---------- #

#TableView
tasksTablePlaceholder=\u1798\u17b7\u1793\u1798\u17b6\u1793\u1780\u17b6\u179a\u1784\u17b6\u179a\u1791\u17c1
scheduledTasksTablePlaceholder=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u1791\u17c1
nameColumn=\u1788\u17d2\u1798\u17c4\u17c7
triggerColumn=\u1780\u17c1\u17c7
actionColumn=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796
descriptionColumn=\u1780\u17b6\u179a\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6
repeatsLeftColumn=\u1792\u17d2\u179c\u17be\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u1793\u17c5\u179f\u179b\u17cb
timeLeftColumn=\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u1793\u17c5\u179f\u179b\u17cb

#Dialogs
canceledTasksTitle=\u1794\u17b6\u1793\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1785\u17c4\u179b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
canceledTasksContent=\u179a\u17b6\u179b\u17cb\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178a\u17c2\u179b\u1794\u17b6\u1793\u1782\u17d2\u179a\u17c4\u1784\u1791\u17bb\u1780\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u179b\u17bb\u1794\u1785\u17c4\u179b\u178a\u17c4\u1799\u1787\u17c4\u1782\u1787\u17d0\u1799\u17d4
resheduleTasksTitle=\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u17a1\u17be\u1784\u179c\u17b7\u1789
resheduleTasksContent=\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u17d4
resheduleTasksError=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178f\u17d2\u179a\u17bc\u179c\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u179c\u17c1\u179b\u17b6\u1791\u17c1
LanguageDialogTitle=\u1787\u1798\u17d2\u179a\u17be\u179f\u1797\u17b6\u179f\u17b6
LanguageDialogContent=\u1797\u17b6\u179f\u17b6\u17d6
startUpAlertTitle=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798
startUpAlertContent=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1792\u17d2\u179c\u17be\u17a2\u17d2\u179c\u17b8\u1793\u17c5\u1796\u17c1\u179b\u1796\u17b6\u1780\u17d2\u1799\u179f\u17bb\u17c6\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798?
exitActionDialogTitle=\u1785\u17b6\u1780\u1785\u17c1\u1789\u1796\u17b8\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796
exitActionDialogContent=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u17d6
missedTask=\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178a\u17c2\u179b\u1794\u17b6\u1793\u1781\u1780\u1781\u17b6\u1793\u17d6 ''{0}''
missedTaskAlertTitle=\u1781\u1780\u1781\u17b6\u1793\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
missedTaskAlertContent=\u178f\u17be\u17a2\u17d2\u1793\u1780\u1785\u1784\u17cb\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178a\u17c2\u179b\u1781\u1780\u1781\u17b6\u1793\u1791\u17c1?
missedTaskAlertCheckBoxMessage=\u1794\u1784\u17d2\u17a0\u17b6\u1789\u179f\u17b6\u179a\u1794\u17d2\u179a\u1797\u17c1\u1791\u1793\u17c1\u17c7
askMe=\u179f\u17bd\u179a\u200b\u1781\u17d2\u1789\u17bb\u17c6\u200b\u1798\u1780
open=\u1794\u17be\u1780
exit=\u1785\u17c1\u1789
minimize=\u1794\u1784\u17d2\u179a\u17bd\u1798\u17a2\u1794\u17d2\u1794\u1794\u179a\u1798\u17b6
AboutDialogTitle=\u17a2\u17c6\u1796\u17b8
AboutDialogContent=\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8\u1780\u17c6\u178e\u178f\u17cb\u1796\u17c1\u179b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u178a\u17c4\u1799\u1785\u17bc\u17a0\u17b6\u1793\u17a0\u17d2\u1782\u17bc\u179f\u17d4\u000D\u1798\u17b6\u1793\u17a2\u17b6\u179a\u1798\u17d2\u1798\u178e\u17cd\u179f\u17c1\u179a\u17b8\u178a\u17be\u1798\u17d2\u1794\u17b8\u179a\u17b6\u1799\u1780\u17b6\u179a\u178e\u17cd\u1794\u1789\u17d2\u17a0\u17b6\u178e\u17b6\u1798\u17bd\u1799\u1793\u17c5\u17a2\u17b6\u179f\u1799\u178a\u17d2\u178b\u17b6\u1793\u17d6\u000Djg.johangousset@gmail.com

#Buttons
allTasksButton=\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb
scheduledTasksButton=\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178a\u17c2\u179b\u1794\u17b6\u1793\u1782\u17d2\u179a\u17c4\u1784\u1791\u17bb\u1780
editButton=\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b
deleteButton=\u179b\u17bb\u1794
cancelButton=\u1794\u17c4\u17c7\u1794\u1784\u17cb
okButtonType=\u1799\u179b\u17cb\u1796\u17d2\u179a\u1798

#Tasks names
addTask=\u1794\u1793\u17d2\u1790\u17c2\u1798\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
editTask=\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
deleteTask=\u179b\u17bb\u1794\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
pasteTask=\u1794\u17b7\u1791\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
duplicateTask=\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u179f\u17d2\u1791\u17bd\u1793
cancelTask=\u1794\u17c4\u17c7\u1794\u1784\u17cb\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785

#Errors
unavailableLanguageTitle=\u1797\u17b6\u179f\u17b6\u178a\u17c2\u179b\u1798\u17b7\u1793\u1798\u17b6\u1793
unavailableLanguageContent=\u179f\u17bc\u1798\u17a2\u1797\u17d0\u1799\u1791\u17c4\u179f\u1794\u17c9\u17bb\u1793\u17d2\u178f\u17c2\u1797\u17b6\u179f\u17b6\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb ''{0}'' \u1798\u17b7\u1793\u1798\u17b6\u1793\u1791\u17c1
impossibleReadTaskTitle=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u17a2\u17b6\u1793\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u1794\u17b6\u1793\u1791\u17c1
impossibleReadTaskContent=\u17af\u1780\u179f\u17b6\u179a ''{0}'' \u1794\u17b6\u1793\u1781\u17bc\u1785\u17a0\u17be\u1799\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a ''{1}'' \u1798\u17b7\u1793\u17a2\u17b6\u1785\u17a2\u17b6\u1793\u1794\u17b6\u1793\u1791\u17c1\u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7 ''{2}'' \u17d4
impossibleGetTaskPath=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1791\u17c5\u179a\u17bd\u1785\u1791\u17c1\u178a\u17be\u1798\u17d2\u1794\u17b8\u1791\u1791\u17bd\u179b\u1794\u17b6\u1793\u1795\u17d2\u179b\u17bc\u179c\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785
impossibleCreateTask=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1794\u1784\u17d2\u1780\u17be\u178f\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1794\u17b6\u1793\u1791\u17c1
nameAlreadyTaken=\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17b6\u1793\u1799\u1780\u179a\u17bd\u1785\u17a0\u17be\u1799
impossibleUndo=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1792\u17d2\u179c\u17be\u179c\u17b7\u1789\u1794\u17b6\u1793\u1791\u17c1
impossibleRedo=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1792\u17d2\u179c\u17be\u1794\u17b6\u1793\u1791\u17c0\u178f\u1791\u17c1
impossibleEditTask=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1794\u17b6\u1793\u1791\u17c1
error=\u1780\u17c6\u17a0\u17bb\u179f
noTaskSelected=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1791\u17c1
impossibleDeleteTask=\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179b\u17bb\u1794\u1797\u17b6\u179a\u1780\u17b7\u1785\u17d2\u1785\u1794\u17b6\u1793\u1791\u17c1

# ---------- Tasks Scene ---------- #

#Labels
titleLabel=\u1780\u17b7\u1785\u17d2\u1785\u1780\u17b6\u179a
nameLabel=\u1788\u17d2\u1798\u17c4\u17c7
pathLabel=\u1795\u17d2\u179b\u17bc\u179c
triggerLabel=\u1780\u17c1\u17c7
dateLabel=\u1790\u17d2\u1784\u17c3 / \u1798\u17c9\u17c4\u1784
delayLabel=\u1796\u1793\u17d2\u1799\u17b6\u1796\u17c1\u179b
repeatLabel=\u1792\u17d2\u179c\u17be\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f
argumentsLabel=\u1780\u17b6\u179a\u1788\u17d2\u179b\u17c4\u17c7\u1794\u17d2\u179a\u1780\u17c2\u1780\u1782\u17d2\u1793\u17b6
actionLabel=\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796
descriptionLabel=\u1780\u17b6\u179a\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6

#Buttons
repeatIndefinitelyButton=\u1782\u17d2\u1798\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb
validateButton=\u1792\u17d2\u179c\u17be\u200b\u17b1\u17d2\u1799\u200b\u1798\u17b6\u1793\u200b\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796

#Errors
emptyNameTitle=\u1788\u17d2\u1798\u17c4\u17c7\u1791\u1791\u17c1
emptyNameContent=\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17b7\u1793\u1782\u17bd\u179a\u1791\u1791\u17c1\u17d4
namePromptText=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1788\u17d2\u1798\u17c4\u17c7
emptyPathTitle=\u1795\u17d2\u179b\u17bc\u179c\u1791\u1791\u17c1
emptyPathContent=\u1795\u17d2\u179b\u17bc\u179c\u1798\u17b7\u1793\u1782\u17bd\u179a\u1791\u1791\u17c1\u17d4
pathPromptText=\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1795\u17d2\u179b\u17bc\u179c\u1798\u17bd\u1799
invalidPathTitle=\u1795\u17d2\u179b\u17bc\u179c\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c
invalidHoursTitle=\u1780\u17c6\u17a0\u17bb\u179f\u1798\u17c9\u17c4\u1784
invalidHoursContent=\u1785\u17c6\u1793\u17bd\u1793\u1798\u17c9\u17c4\u1784\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1787\u17bc\u1793\u17d6 ''{0}'' \u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179b\u17c1\u1781\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1\u17d4
invalidMinutesTitle=\u1780\u17c6\u17a0\u17bb\u179f\u1793\u17b6\u1791\u17b8
invalidMinutesContent=\u1785\u17c6\u1793\u17bd\u1793\u1793\u17b6\u1791\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1787\u17bc\u1793\u17d6 ''{0}'' \u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179b\u17c1\u1781\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1\u17d4
invalidSecondsTitle=\u1780\u17c6\u17a0\u17bb\u179f\u179c\u17b7\u1793\u17b6\u1791\u17b8
invalidSecondsContent=\u1785\u17c6\u1793\u17bd\u1793\u179c\u17b7\u1793\u17b6\u1791\u17b8\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1787\u17bc\u1793\u17d6 ''{0}'' \u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179b\u17c1\u1781\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1\u17d4
invalidDelayTitle=\u1780\u17c6\u17a0\u17bb\u179f\u1796\u1793\u17d2\u1799\u17b6\u1796\u17c1\u179b
invalidDelayContent=\u1780\u17b6\u179a\u1796\u1793\u17d2\u1799\u17b6\u179a\u1796\u17c1\u179b\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1787\u17bc\u1793\u17d6 ''{0}'' \u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179b\u17c1\u1781\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1\u17d4
invalidRepeatTitle=\u1780\u17c6\u17a0\u17bb\u179f\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f
invalidRepeatContent=\u1785\u17c6\u1793\u17bd\u1793\u1791\u17b9\u1780\u1794\u17d2\u179a\u17b6\u1780\u17cb\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1798\u17d2\u178f\u1784\u1791\u17c0\u178f\u17d6 ''{0}'' \u1798\u17b7\u1793\u1798\u17c2\u1793\u1787\u17b6\u179b\u17c1\u1781\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c\u1791\u17c1\u17d4
