# ---------- Main App ---------- #
mainTitle=\u0e9c\u0eb9\u0ec9 \u0e81\u0eb3 \u0e99\u0ebb\u0e94\u0ec0\u0ea7\u0ea5\u0eb2\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99

#Menu bar
fileMenu=\u0ec1\u0e9f\u0ec9\u0ea1
editMenu=\u0ec1\u0e81\u0ec9\u0ec4\u0e82
optionsMenu=\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81
helpMenu=\u0e8a\u0ec8\u0ea7\u0e8d\u0ec0\u0eab\u0ebc\u0eb7\u0ead

#MenuItems
newTaskMenuItem=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99 \u0ec3\u0edd\u0ec8
cancelTasksMenuItem=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9 \u0e81\u0eb3 \u0e99\u0ebb\u0e94
resheduleTasksMenuItem=\u0e88\u0eb1\u0e94\u0e95\u0eb2\u0e95\u0eb0\u0ea5\u0eb2\u0e87\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99\u0e84\u0eb7\u0e99 \u0ec3\u0edd\u0ec8
exitMenuItem=\u0ead\u0ead\u0e81\u0ec4\u0e9b
undoMenuItem=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81 {0} Ctrl + Z
redoMenuItem=\u0ec0\u0eae\u0eb1\u0e94\u0ead\u0eb5\u0e81\u0ec1\u0ea5\u0ec9\u0ea7 {0} Ctrl + Shift + Z
duplicateMenuItem=\u0ec0\u0eae\u0eb1\u0e94\u0e8a\u0ec9 \u0eb3
languageMenuItem=\u0e9e\u0eb2\u0eaa\u0eb2
exitActionMenuItem=\u0ead\u0ead\u0e81\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0e81\u0eb0 \u0e97\u0eb3
missedTasksMenuItem=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9e\u0eb2\u0e94\u0ec2\u0ead\u0e81\u0eb2\u0e94\u0e99\u0eb5\u0ec9
aboutMenuItem=\u0e81\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e9a

#IconMenuItems
openMenuItem=\u0ec0\u0e9b\u0eb5\u0e94
minimizeMenuItem=\u0eab\u0ebc\u0eb8\u0e94\u0e9c\u0ec8\u0ead\u0e99 \u0edc\u0ec9\u0ead\u0e8d \u0e97\u0eb5\u0ec8\u0eaa\u0eb8\u0e94
startUpMenuItem=\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u200b\u0e95\u0ebb\u0ec9\u0e99
exitMenuItem=\u0ead\u0ead\u0e81\u0ec4\u0e9b

#Dialogs
exitAlertTitle=\u0ec0\u0e8a\u0ebb\u0eb2
exitAlertContent=\u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ead\u0ead\u0e81\u0eab\u0ebc\u0eb7\u0eab\u0ebc\u0eb8\u0e94\u0e9c\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb0 \u0edd\u0eb1\u0e81 \u0e9a\u0ecd\u0ec8 \u0edc\u0ec9\u0ead\u0e8d \u0e97\u0eb5\u0ec8\u0eaa\u0eb8\u0e94\u0e9a\u0ecd?\u000D\u0e81\u0eb2\u0e99\u0ead\u0ead\u0e81\u0ec3\u0e9a\u0eaa\u0eb0 \u0edd\u0eb1\u0e81 \u0e88\u0eb0\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0e97\u0eb8\u0e81\u0ec6\u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9 \u0e81\u0eb3 \u0e99\u0ebb\u0e94.\u000D\u0e97\u0ec8\u0eb2\u0e99\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0e9b\u0ec8\u0ebd\u0e99\u0ea1\u0eb1\u0e99\u0ec4\u0e94\u0ec9\u0ec3\u0e99\u0e9e\u0eb2\u0e8d\u0eab\u0ea5\u0eb1\u0e87\u0ec3\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e95\u0ec8\u0eb2\u0e87\u0ec6.
exitAlertCheckBox=\u0ea2\u0ec8\u0eb2\u0e96\u0eb2\u0ea1\u0ead\u0eb5\u0e81
noTraySupportTitle=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0e81\u0eb2\u0e99\u0eae\u0ead\u0e87\u0eae\u0eb1\u0e9a\u0e96\u0eb2\u0e94\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a
noTraySupportContent=\u0ea5\u0eb0\u0e9a\u0ebb\u0e9a\u0e82\u0ead\u0e87\u0e97\u0ec8\u0eb2\u0e99\u0e9a\u0ecd\u0ec8\u0eae\u0ead\u0e87\u0eae\u0eb1\u0e9a\u0e96\u0eb2\u0e94, \u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ebc\u0eb8\u0e94\u0e9c\u0ec8\u0ead\u0e99\u0ec1\u0ead\u0eb1\u0e9a\u0e9e\u0ea5\u0eb4\u0ec0\u0e84\u0e8a\u0eb1\u0e99\u0ec0\u0e9b\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99\u0ec4\u0e94\u0ec9.
unableInitTrayTitle=\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e96\u0eb2\u0e94
unableInitTrayContent=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e96\u0eb2\u0e94, \u0e97\u0ec8\u0eb2\u0e99\u0e88\u0eb0\u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0eab\u0ebc\u0eb8\u0e94\u0e9c\u0ec8\u0ead\u0e99\u0e81\u0eb2\u0e99 \u0e99\u0eb3 \u0ec3\u0e8a\u0ec9\u0ec4\u0e94\u0ec9\u0ec0\u0e9b\u0eb1\u0e99\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99.\u000D{0}

#Errors
impossibleWrite=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0e82\u0ebd\u0e99\u0ec3\u0e99\u0ec0\u0ead\u0e81\u0eb0\u0eaa\u0eb2\u0e99 ''{0}''

# ---------- Enums ---------- #
taskActionStartProgram=\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0ec2\u0e84\u0e87\u0e81\u0eb2\u0e99
taskActionAlert=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e81\u0eb2\u0e99\u0ec1\u0e88\u0ec9\u0e87\u0ec0\u0e95\u0eb7\u0ead\u0e99
triggerHour=\u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87
triggerStartUp=\u0e81\u0eb2\u0e99\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e81\u0eb2\u0e99\u0eaa\u0eb0 \u0edd\u0eb1\u0e81
whenOneTime=\u0e84\u0eb1\u0ec9\u0e87\u0e94\u0ebd\u0ea7
whenEveryDays=\u0e97\u0eb8\u0e81\u0ec6\u0ea1\u0eb7\u0ec9

# ---------- Home Scene ---------- #

#TableView
tasksTablePlaceholder=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea7\u0ebd\u0e81\u0eab\u0e8d\u0eb1\u0e87\u0ec0\u0ea5\u0eb5\u0e8d
scheduledTasksTablePlaceholder=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea7\u0ebd\u0e81 \u0e81\u0eb3 \u0e99\u0ebb\u0e94
nameColumn=\u0e8a\u0eb7\u0ec8
triggerColumn=\u0e9c\u0ebb\u0e99\u0e81\u0eb0\u0e97\u0ebb\u0e9a\u0e95\u0ecd\u0ec8
actionColumn=\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e87\u0eb2\u0e99
descriptionColumn=\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94
repeatsLeftColumn=\u0ec0\u0eae\u0eb1\u0e94\u0e8a\u0ec9 \u0eb3 \u0ead\u0eb5\u0e81
timeLeftColumn=\u0ec0\u0ea7\u200b\u0ea5\u0eb2\u200b\u0e97\u0eb5\u0ec8\u200b\u0ec0\u0eab\u0ebc\u0eb7\u0ead

#Dialogs
canceledTasksTitle=\u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81\u0e96\u0eb7\u0e81\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81
canceledTasksContent=\u0e97\u0eb8\u0e81\u0ec6 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8 \u0e81\u0eb3 \u0e99\u0ebb\u0e94\u0ec4\u0e94\u0ec9\u0e96\u0eb7\u0e81\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea2\u0ec8\u0eb2\u0e87 \u0eaa\u0eb3 \u0ec0\u0ea5\u0eb1\u0e94\u0e9c\u0ebb\u0e99\u0ec1\u0ea5\u0ec9\u0ea7.
resheduleTasksTitle=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99\u0ec4\u0e94\u0ec9 \u0e81\u0eb3 \u0e99\u0ebb\u0e94\u0ec0\u0ea7\u0ea5\u0eb2 \u0ec3\u0edd\u0ec8
resheduleTasksContent=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99\u0e97\u0eb1\u0e87 \u0edd\u0ebb\u0e94 \u0ea5\u0ec9\u0ea7\u0e99\u0ec1\u0e95\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99 \u0e81\u0eb3 \u0e99\u0ebb\u0e94\u0ec0\u0ea7\u0ea5\u0eb2.
resheduleTasksError=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea7\u0ebd\u0e81\u0eab\u0e8d\u0eb1\u0e87\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0e88\u0eb1\u0e94\u0e95\u0eb2\u0e95\u0eb0\u0ea5\u0eb2\u0e87\u0ec0\u0ea7\u0ea5\u0eb2
LanguageDialogTitle=\u0e97\u0eb2\u0e87\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e9e\u0eb2\u0eaa\u0eb2
LanguageDialogContent=\u0e9e\u0eb2\u0eaa\u0eb2:
startUpAlertTitle=\u0e81\u0eb2\u0e99\u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94
startUpAlertContent=\u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0ec0\u0eae\u0eb1\u0e94\u0eab\u0e8d\u0eb1\u0e87\u0ec0\u0ea1\u0eb7\u0ec8\u0ead\u0ec3\u0e9a\u0eaa\u0eb0 \u0edd\u0eb1\u0e81 \u0ec0\u0ea5\u0eb5\u0ec8\u0ea1\u0e95\u0ebb\u0ec9\u0e99?
exitActionDialogTitle=\u0ead\u0ead\u0e81\u0e88\u0eb2\u0e81\u0e81\u0eb2\u0e99\u0e81\u0eb0 \u0e97\u0eb3
exitActionDialogContent=\u0e81\u0eb2\u0e99\u0e81\u0eb0 \u0e97\u0eb3:
missedTask=\u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0e9e\u0eb2\u0e94\u0ec2\u0ead\u0e81\u0eb2\u0e94\u0e99\u0eb5\u0ec9: ''{0}''
missedTaskAlertTitle=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99\u0e97\u0eb5\u0ec8\u0e9e\u0eb2\u0e94\u0ec2\u0ead\u0e81\u0eb2\u0e94\u0e99\u0eb5\u0ec9
missedTaskAlertContent=\u0e97\u0ec8\u0eb2\u0e99\u0e95\u0ec9\u0ead\u0e87\u0e81\u0eb2\u0e99\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0e9e\u0eb2\u0e94\u0e9a\u0ecd\u0ec8?
missedTaskAlertCheckBoxMessage=\u0eaa\u0eb0\u0ec1\u0e94\u0e87\u0e82\u0ecd\u0ec9\u0e84\u0ea7\u0eb2\u0ea1\u0ec1\u0e9a\u0e9a\u0e99\u0eb5\u0ec9
askMe=\u0e96\u0eb2\u0ea1\u200b\u0e82\u0ec9\u0ead\u0e8d
open=\u0ec0\u0e9b\u0eb5\u0e94
exit=\u0ead\u0ead\u0e81\u0ec4\u0e9b
minimize=\u0eab\u0ebc\u0eb8\u0e94\u0e9c\u0ec8\u0ead\u0e99 \u0edc\u0ec9\u0ead\u0e8d \u0e97\u0eb5\u0ec8\u0eaa\u0eb8\u0e94
AboutDialogTitle=\u0e81\u0ec8\u0ebd\u0ea7\u0e81\u0eb1\u0e9a
AboutDialogContent=\u0e81\u0eb2\u0e99\u0eaa\u0eb0 \u0edd\u0eb1\u0e81 \u0ea7\u0ebd\u0e81\u0e95\u0eb2\u0e95\u0eb0\u0ea5\u0eb2\u0e87\u0ec0\u0ea7\u0ea5\u0eb2\u0ec2\u0e94\u0e8d Johan Gousset.\u000D\u0eae\u0eb9\u0ec9\u0eaa\u0eb6\u0e81\u0ea7\u0ec8\u0eb2\u0e9a\u0ecd\u0ec8\u0ec0\u0eaa\u0e8d\u0e84\u0ec8\u0eb2\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0eb2\u0e8d\u0e87\u0eb2\u0e99\u0e9a\u0eb1\u0e99\u0eab\u0eb2\u0ec3\u0e94 \u0edc\u0eb6\u0ec8\u0e87 \u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8\u0e97\u0eb5\u0ec8\u0ea2\u0eb9\u0ec8:\u000Djg.johangousset@gmail.com

#Buttons
allTasksButton=\u0e97\u0eb8\u0e81\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
scheduledTasksButton=\u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81 \u0e81\u0eb3 \u0e99\u0ebb\u0e94
editButton=\u0ec1\u0e81\u0ec9\u0ec4\u0e82
deleteButton=\u0ea5\u0ebb\u0e9a
cancelButton=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81
okButtonType=\u0e95\u0ebb\u0e81\u200b\u0ea5\u0ebb\u0e87

#Tasks names
addTask=\u0ec0\u0e9e\u0eb5\u0ec8\u0ea1 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81
editTask=\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
deleteTask=\u0ea5\u0ebb\u0e9a\u0ea5\u0ec9\u0eb2\u0e87\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
pasteTask=\u0ea7\u0eb2\u0e87 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81
duplicateTask=\u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0e8a\u0ec9 \u0eb3 \u0e8a\u0ec9\u0ead\u0e99
cancelTask=\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99

#Errors
unavailableLanguageTitle=\u0e9e\u0eb2\u0eaa\u0eb2\u0e97\u0eb5\u0ec8\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5
unavailableLanguageContent=\u0e82\u0ecd\u0ec2\u0e97\u0e94\u0ec1\u0e95\u0ec8\u0e9e\u0eb2\u0eaa\u0eb2\u0e97\u0eb5\u0ec8\u0ec3\u0eab\u0ec9 ''{0}'' \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ec3\u0e8a\u0ec9\u0ec4\u0e94\u0ec9
impossibleReadTaskTitle=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ead\u0ec8\u0eb2\u0e99\u0ea7\u0ebd\u0e81\u0ec3\u0e94 \u0edc\u0eb6\u0ec8\u0e87
impossibleReadTaskContent=\u0ec4\u0e9f\u0ea5\u0ecc ''{0}'' \u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0e81\u0eb2\u0e99\u0eaa\u0ecd\u0ec9\u0ea5\u0eb2\u0e94\u0e9a\u0eb1\u0e87\u0eab\u0ebc\u0ea7\u0e87\u0ec1\u0ea5\u0eb0 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81 ''{1}'' \u0e9a\u0ecd\u0ec8\u0eaa\u0eb2\u0ea1\u0eb2\u0e94\u0ead\u0ec8\u0eb2\u0e99\u0ec4\u0e94\u0ec9\u0ec0\u0e9e\u0eb2\u0eb0\u0ea7\u0ec8\u0eb2 ''{2}'' .
impossibleGetTaskPath=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
impossibleCreateTask=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0eaa\u0ec9\u0eb2\u0e87 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81
nameAlreadyTaken=\u0e8a\u0eb7\u0ec8\u0e97\u0eb5\u0ec8\u0ec0\u0ead\u0ebb\u0eb2\u0ec4\u0e9b\u0ec1\u0ea5\u0ec9\u0ea7
impossibleUndo=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0e8d\u0ebb\u0e81\u0ec0\u0ea5\u0eb5\u0e81
impossibleRedo=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec0\u0eae\u0eb1\u0e94\u0e8a\u0ec9 \u0eb3
impossibleEditTask=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ec1\u0e81\u0ec9\u0ec4\u0e82\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
error=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94
noTaskSelected=\u0e9a\u0ecd\u0ec8\u0ea1\u0eb5\u0ea7\u0ebd\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0ec0\u0ea5\u0eb7\u0ead\u0e81
impossibleDeleteTask=\u0ec0\u0e9b\u0eb1\u0e99\u0ec4\u0e9b\u0e9a\u0ecd\u0ec8\u0ec4\u0e94\u0ec9\u0e97\u0eb5\u0ec8\u0e88\u0eb0\u0ea5\u0ebb\u0e9a\u0ea5\u0ec9\u0eb2\u0e87 \u0edc\u0ec9\u0eb2 \u0ea7\u0ebd\u0e81

# ---------- Tasks Scene ---------- #

#Labels
titleLabel=\u0ea7\u0ebd\u0e81\u0e87\u0eb2\u0e99
nameLabel=\u0e8a\u0eb7\u0ec8
pathLabel=\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87
triggerLabel=\u0e9c\u0ebb\u0e99\u0e81\u0eb0\u0e97\u0ebb\u0e9a\u0e95\u0ecd\u0ec8
dateLabel=\u0ea1\u0eb7\u0ec9 / \u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87
delayLabel=\u0e81\u0eb2\u0e99\u0e8a\u0eb1\u0e81\u0e8a\u0ec9\u0eb2
repeatLabel=\u0ec0\u0eae\u0eb1\u0e94\u0e8a\u0ec9 \u0eb3 \u0ead\u0eb5\u0e81
argumentsLabel=\u0e81\u0eb2\u0e99\u0ec2\u0e95\u0ec9\u0e96\u0ebd\u0e87
actionLabel=\u0e81\u0eb2\u0e99\u0e9b\u0eb0\u0e95\u0eb4\u0e9a\u0eb1\u0e94\u0e87\u0eb2\u0e99
descriptionLabel=\u0ea5\u0eb2\u0e8d\u0ea5\u0eb0\u0ead\u0ebd\u0e94

#Buttons
repeatIndefinitelyButton=\u0e9a\u0ecd\u0ec8 \u0e88\u0eb3 \u0e81\u0eb1\u0e94
validateButton=\u0ea2\u0eb1\u0ec9\u0e87\u0ea2\u0eb7\u0e99

#Errors
emptyNameTitle=\u0e8a\u0eb7\u0ec8\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0eab\u0ea7\u0ec8\u0eb2\u0e87
emptyNameContent=\u0e8a\u0eb7\u0ec8\u0e9a\u0ecd\u0ec8\u0e84\u0ea7\u0e99\u0e88\u0eb0\u0eab\u0ea7\u0ec8\u0eb2\u0e87\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2.
namePromptText=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0e8a\u0eb7\u0ec8
emptyPathTitle=\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87\u0e97\u0eb5\u0ec8\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0eab\u0ea7\u0ec8\u0eb2\u0e87
emptyPathContent=\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87\u0e9a\u0ecd\u0ec8\u0e84\u0ea7\u0e99\u0ec0\u0e9b\u0ebb\u0ec8\u0eb2\u0eab\u0ea7\u0ec8\u0eb2\u0e87.
pathPromptText=\u0ec0\u0ea5\u0eb7\u0ead\u0e81\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87
invalidPathTitle=\u0ec0\u0eaa\u0eb1\u0ec9\u0e99\u0e97\u0eb2\u0e87\u0e97\u0eb5\u0ec8\u0e81\u0ec8\u0eb2\u0ea7\u0ea1\u0eb2\u0e99\u0eb1\u0ec9\u0e99\u0e9a\u0ecd\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87
invalidHoursTitle=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87
invalidHoursContent=\u0e88\u0eb3 \u0e99\u0ea7\u0e99\u0e8a\u0ebb\u0ec8\u0ea7\u0ec2\u0ea1\u0e87\u0e97\u0eb5\u0ec8\u0ec3\u0eab\u0ec9: ''{0}'' \u0e9a\u0ecd\u0ec8\u0ec1\u0ea1\u0ec8\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87.
invalidMinutesTitle=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e99\u0eb2\u0e97\u0eb5
invalidMinutesContent=\u0e88\u0eb3 \u0e99\u0ea7\u0e99\u0e99\u0eb2\u0e97\u0eb5\u0e97\u0eb5\u0ec8\u0ea1\u0ead\u0e9a\u0ec3\u0eab\u0ec9: ''{0}'' \u0e9a\u0ecd\u0ec8\u0ec1\u0ea1\u0ec8\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87.
invalidSecondsTitle=\u0e82\u0ecd\u0ec9\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0ea7\u0eb4\u0e99\u0eb2\u0e97\u0eb5
invalidSecondsContent=\u0e88\u0eb3 \u0e99\u0ea7\u0e99\u0ea7\u0eb4\u0e99\u0eb2\u0e97\u0eb5\u0e97\u0eb5\u0ec8\u0ec3\u0eab\u0ec9\u0ec4\u0ea7\u0ec9: ''{0}'' \u0e9a\u0ecd\u0ec8\u0ec1\u0ea1\u0ec8\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87.
invalidDelayTitle=\u0e84\u0ea7\u0eb2\u0ea1\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e8a\u0ec9\u0eb2
invalidDelayContent=\u0e84\u0ea7\u0eb2\u0ea1\u0e8a\u0eb1\u0e81\u0e8a\u0ec9\u0eb2\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9\u0eae\u0eb1\u0e9a: ''{0}'' \u0e9a\u0ecd\u0ec8\u0ec1\u0ea1\u0ec8\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87.
invalidRepeatTitle=\u0e9c\u0eb4\u0e94\u0e9e\u0eb2\u0e94\u0e8a\u0ec9 \u0eb3
invalidRepeatContent=\u0e88\u0ecd\u0eb2\u0e99\u0ea7\u0e99\u0e97\u0eb5\u0ec8\u0ec4\u0e94\u0ec9\u0e81\u0eb1\u0e9a\u0e84\u0eb7\u0e99\u0ea1\u0eb2\u0ec3\u0eab\u0ec9: ''{0}'' \u0e9a\u0ecd\u0ec8\u0ec1\u0ea1\u0ec8\u0e99\u0e95\u0ebb\u0ea7\u0ec0\u0ea5\u0e81\u0e97\u0eb5\u0ec8\u0e96\u0eb7\u0e81\u0e95\u0ec9\u0ead\u0e87.
