# ---------- Main App ---------- #
mainTitle=Task scheduler

#Menu bar
fileMenu=\u1016\u102d\u102f\u1004\u103a
editMenu=\u1010\u100a\u103a\u1038\u1016\u103c\u1010\u103a\u1015\u102b
optionsMenu=\u101b\u103d\u1031\u1038\u1005\u101b\u102c\u1019\u103b\u102c\u1038
helpMenu=\u1000\u1030\u100a\u102e\u1015\u102b

#MenuItems
newTaskMenuItem=\u1021\u101c\u102f\u1015\u103a\u1021\u101e\u1005\u103a
cancelTasksMenuItem=\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1015\u101a\u103a\u1016\u103b\u1000\u103a
resheduleTasksMenuItem=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1015\u103c\u1014\u103a\u101c\u100a\u103a\u1015\u103c\u1004\u103a\u1006\u1004\u103a\u1015\u102b
exitMenuItem=\u1011\u103d\u1000\u103a\u1015\u1031\u102b\u1000\u103a
undoMenuItem={0} Ctrl + Z \u1000\u102d\u102f\u1015\u101a\u103a\u1016\u103b\u1000\u103a\u1015\u102b
redoMenuItem=Redo {0} Ctrl + Shift + Z \u1000\u102d\u102f\u101c\u102f\u1015\u103a\u1015\u102b
duplicateMenuItem=\u1015\u102f\u1036\u1010\u1030\u1015\u103d\u102c\u1038
languageMenuItem=\u1018\u102c\u101e\u102c\u1005\u1000\u102c\u1038
exitActionMenuItem=\u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a\u1019\u103e\u1011\u103d\u1000\u103a\u1015\u102b
missedTasksMenuItem=\u101c\u103d\u1032\u1001\u103b\u1031\u102c\u103a\u1014\u1031\u101e\u1031\u102c\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038
aboutMenuItem=\u1021\u1000\u103c\u1031\u102c\u1004\u103a\u1038

#IconMenuItems
openMenuItem=\u1016\u103d\u1004\u1037\u103a
minimizeMenuItem=minimize \u101c\u102f\u1015\u103a\u1015\u102b
startUpMenuItem=\u1005\u1010\u1004\u103a\u1010\u100a\u103a\u1011\u1031\u102c\u1004\u103a\u101e\u100a\u103a
exitMenuItem=\u1011\u103d\u1000\u103a\u1015\u1031\u102b\u1000\u103a

#Dialogs
exitAlertTitle=\u1011\u103d\u1000\u103a\u101e\u100a\u103a
exitAlertContent=\u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1000\u102d\u102f\u101e\u1004\u103a\u1011\u103d\u1000\u103a\u1001\u103b\u1004\u103a\u1015\u102b\u101e\u101c\u102c\u1038\u101e\u102d\u102f\u1037\u1019\u101f\u102f\u1010\u103a minimize \u101c\u102f\u1015\u103a\u101c\u102d\u102f\u1015\u102b\u101e\u101c\u102c\u1038\u104b\u000D\u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1021\u102c\u1038\u1015\u102d\u1010\u103a\u1011\u102c\u1038\u1001\u103c\u1004\u103a\u1038\u101e\u100a\u103a\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u101e\u100a\u1037\u103a\u1021\u101c\u102f\u1015\u103a\u1010\u102d\u102f\u1004\u103a\u1038\u1000\u102d\u102f\u1016\u103b\u1000\u103a\u101e\u102d\u1019\u103a\u1038\u101c\u102d\u1019\u1037\u103a\u1019\u100a\u103a\u104b\u000D\u101e\u1004\u103b\u101e\u100a\u103b\u1014\u1031\u102c\u1000\u103a\u1015\u102d\u102f\u1004\u103a\u1038\u1010\u103d\u1004\u103a options \u1019\u103b\u102c\u1038\u1021\u1010\u103d\u1000\u103a\u1015\u103c\u1031\u102c\u1004\u103a\u1038\u101c\u1032\u1014\u102d\u102f\u1004\u103a\u101e\u100a\u103a\u104b
exitAlertCheckBox=\u1011\u1015\u103a\u1019\u1019\u1031\u1038\u1014\u1032\u1037
noTraySupportTitle=system tray \u1021\u1011\u1031\u102c\u1000\u103a\u1021\u1015\u1036\u1037\u1019\u101b\u103e\u102d\u1015\u102b
noTraySupportContent=\u101e\u1004\u103a\u104f system \u101e\u100a\u103a tray \u1000\u102d\u102f\u1019\u1011\u1031\u102c\u1000\u103a\u1015\u1036\u1037\u1015\u102b\u104b \u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1000\u102d\u102f\u1021\u101e\u102d\u1015\u1031\u1038\u1001\u103b\u1000\u103a\u1021\u1014\u1031\u1016\u103c\u1004\u1037\u103a\u101c\u103b\u103e\u1031\u102c\u1037\u1001\u103b\u1014\u102d\u102f\u1004\u103a\u1019\u100a\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
unableInitTrayTitle=tray \u1000\u102d\u102f \u1021\u1005\u1015\u103c\u102f\u104d \u1019\u101b\u1015\u102b
unableInitTrayContent=init tray \u1021\u1010\u103d\u1000\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b\u104a \u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1000\u102d\u102f\u1021\u101e\u102d\u1015\u1031\u1038\u1001\u103b\u1000\u103a\u1021\u1014\u1031\u1016\u103c\u1004\u1037\u103a\u101c\u103b\u103e\u1031\u102c\u1037\u1001\u103b\u1014\u102d\u102f\u1004\u103a\u1019\u100a\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b\u000D{0}

#Errors
impossibleWrite=\u1016\u102d\u102f\u1004\u103a\u1011\u1032\u1019\u103e\u102c\u101b\u1031\u1038\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b ''{0}''

# ---------- Enums ---------- #
taskActionStartProgram=program \u1010\u1005\u103a\u1001\u102f\u1005\u1010\u1004\u103a\u1015\u102b
taskActionAlert=\u101e\u1010\u102d\u1015\u1031\u1038\u1001\u103b\u1000\u103a\u1010\u1005\u103a\u1001\u102f\u1015\u103c\u1015\u102b
triggerHour=\u1014\u102c\u101b\u102e
triggerStartUp=\u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1005\u1010\u1004\u103a\u1015\u102b
whenOneTime=\u1010\u1005\u103a\u1000\u103c\u102d\u1019\u103a
whenEveryDays=\u1014\u1031\u1037\u1010\u102d\u102f\u1004\u103a\u1038

# ---------- Home Scene ---------- #

#TableView
tasksTablePlaceholder=\u1021\u101c\u102f\u1015\u103a\u1019\u101b\u103e\u102d\u1015\u102b
scheduledTasksTablePlaceholder=\u1021\u101c\u102f\u1015\u103a\u1019\u101b\u103e\u102d\u1015\u102b
nameColumn=\u1014\u102c\u1019\u100a\u103a
triggerColumn=\u1001\u101c\u102f\u1010\u103a
actionColumn=\u101c\u103e\u102f\u1015\u103a\u101b\u103e\u102c\u1038\u1019\u103e\u102f
descriptionColumn=\u1016\u1031\u102c\u103a\u1015\u103c\u1001\u103b\u1000\u103a
repeatsLeftColumn=left \u1015\u103c\u1014\u103a\u101c\u102f\u1015\u103a\u1015\u102b
timeLeftColumn=\u1000\u103b\u1014\u103a\u101b\u103e\u102d\u1014\u1031\u101e\u1031\u102c\u1021\u1001\u103b\u102d\u1014\u103a

#Dialogs
canceledTasksTitle=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1016\u103b\u1000\u103a\u101e\u102d\u1019\u103a\u1038
canceledTasksContent=\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u101e\u100a\u1037\u103a\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038\u1021\u102c\u1038\u101c\u102f\u1036\u1038\u1000\u102d\u102f\u1021\u1031\u102c\u1004\u103a\u1019\u103c\u1004\u103a\u1005\u103d\u102c\u1016\u103b\u1000\u103a\u101e\u102d\u1019\u103a\u1038\u101c\u102d\u102f\u1000\u103a\u1015\u103c\u102e\u104b
resheduleTasksTitle=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1015\u103c\u1014\u103a\u101c\u100a\u103a\u1005\u102e\u1005\u1009\u103a\u1001\u1032\u1037\u101e\u100a\u103a
resheduleTasksContent=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1010\u102c\u101d\u1014\u103a\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1015\u103c\u1014\u103a\u101c\u100a\u103a\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u1015\u103c\u102e\u1038\u1016\u103c\u1005\u103a\u101e\u100a\u103a\u104b
resheduleTasksError=\u1021\u1001\u103b\u102d\u1014\u103a\u1007\u101a\u102c\u1038\u1006\u103d\u1032\u101b\u1014\u103a\u1010\u102c\u101d\u1014\u103a\u1019\u101b\u103e\u102d\u1015\u102b
LanguageDialogTitle=\u1018\u102c\u101e\u102c\u1005\u1000\u102c\u1038\u101b\u103d\u1031\u1038\u1001\u103b\u101a\u103a\u1019\u103e\u102f
LanguageDialogContent=\u1018\u102c\u101e\u102c\u1005\u1000\u102c\u1038
startUpAlertTitle=Start-up \u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a
startUpAlertContent=\u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1005\u1010\u1004\u103a\u101e\u1031\u102c\u1021\u1001\u102b\u101e\u1004\u103a\u1018\u102c\u101c\u102f\u1015\u103a\u1001\u103b\u1004\u103a\u1015\u102b\u101e\u101c\u1032\u104b
exitActionDialogTitle=\u101c\u102f\u1015\u103a\u1006\u1031\u102c\u1004\u103a\u1001\u103b\u1000\u103a\u1019\u103e\u1011\u103d\u1000\u103a\u1015\u102b
exitActionDialogContent=\u101c\u103e\u102f\u1015\u103a\u101b\u103e\u102c\u1038\u1019\u103e\u102f
missedTask=\u101c\u103d\u1032\u1001\u103b\u1031\u102c\u103a\u1014\u1031\u101e\u100a\u1037\u103a\u1021\u101c\u102f\u1015\u103a - ''{0}''
missedTaskAlertTitle=\u101c\u103d\u1032\u1001\u103b\u1031\u102c\u103a\u1014\u1031\u101e\u1031\u102c\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038
missedTaskAlertContent=\u101c\u103d\u1032\u1001\u103b\u1031\u102c\u103a\u1014\u1031\u101e\u1031\u102c\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u101e\u1004\u103a\u1015\u103c\u1001\u103b\u1004\u103a\u1015\u102b\u101e\u101c\u102c\u1038\u104b
missedTaskAlertCheckBoxMessage=\u1012\u102e\u101c\u102d\u102f\u101e\u1010\u1004\u103a\u1038\u1019\u103b\u102d\u102f\u1038\u1000\u102d\u102f\u1015\u103c\u1015\u102b
askMe=\u1004\u102b\u1037\u1000\u102d\u102f\u1019\u1031\u1038\u1015\u102b
open=\u1016\u103d\u1004\u1037\u103a
exit=\u1011\u103d\u1000\u103a\u1015\u1031\u102b\u1000\u103a
minimize=minimize \u101c\u102f\u1015\u103a\u1015\u102b
AboutDialogTitle=\u1021\u1000\u103c\u1031\u102c\u1004\u103a\u1038
AboutDialogContent=Johan Gousset \u1019\u103e\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u101e\u100a\u1037\u103a\u1021\u101c\u102f\u1015\u103a\u101c\u103b\u103e\u1031\u102c\u1000\u103a\u101c\u103d\u103e\u102c\u1000\u102d\u102f\u1010\u1004\u103a\u101e\u100a\u103a\u104b\u000D\u101c\u102d\u1015\u103a\u1005\u102c\u101b\u103e\u102d\u1019\u100a\u103a\u101e\u100a\u1037\u103a\u1015\u103cissue\u1014\u102c\u1000\u102d\u102f\u1019\u1006\u102d\u102f\u101c\u103d\u1010\u103a\u101c\u1015\u103a\u1005\u103d\u102c\u1015\u103c\u1031\u102c\u1015\u103c\u1015\u102b\u104b\u000Djg.johangousset@gmail.com

#Buttons
allTasksButton=\u1021\u101c\u102f\u1015\u103a\u1021\u102c\u1038\u101c\u102f\u1036\u1038
scheduledTasksButton=\u1005\u102e\u1005\u1009\u103a\u1011\u102c\u1038\u1021\u101c\u102f\u1015\u103a\u1019\u103b\u102c\u1038\u1000\u102d\u102f
editButton=\u1010\u100a\u103a\u1038\u1016\u103c\u1010\u103a\u1015\u102b
deleteButton=\u1016\u103b\u1000\u103a\u1015\u102b
cancelButton=\u1015\u101a\u103a\u1016\u103b\u1000\u103a\u1015\u102b
okButtonType=\u1021\u1006\u1004\u103a\u1015\u103c\u1031\u101c\u102c\u1038

#Tasks names
addTask=\u1021\u101c\u102f\u1015\u103a\u1011\u100a\u1037\u103a\u1015\u102b
editTask=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1019\u103b\u102c\u1038\u1000\u102d\u102f\u1010\u100a\u103a\u1038\u1016\u103c\u1010\u103a\u1015\u102b
deleteTask=\u1021\u101c\u102f\u1015\u103a\u1000\u102d\u102f\u1016\u103b\u1000\u103a\u1015\u102b
pasteTask=\u1021\u101c\u102f\u1015\u103a paste
duplicateTask=\u1021\u101c\u102f\u1015\u103a\u1015\u102f\u1036\u1010\u1030\u1015\u103d\u102c\u1038
cancelTask=\u1021\u101c\u102f\u1015\u103a\u1000\u102d\u102f\u1016\u103b\u1000\u103a\u101e\u102d\u1019\u103a\u1038\u1015\u102b

#Errors
unavailableLanguageTitle=\u1019\u101b\u1014\u102d\u102f\u1004\u103a\u101e\u1031\u102c\u1018\u102c\u101e\u102c\u1005\u1000\u102c\u1038
unavailableLanguageContent=\u1005\u102d\u1010\u103a\u1019\u1000\u1031\u102c\u1004\u103a\u1038\u1015\u102b\u104a \u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1018\u102c\u101e\u102c\u1005\u1000\u102c\u1038 ''{0}'' \u1000\u102d\u102f\u1019\u101b\u101b\u103e\u102d\u1014\u102d\u102f\u1004\u103a\u1015\u102b
impossibleReadTaskTitle=\u1021\u101c\u102f\u1015\u103a\u1010\u1005\u103a\u1001\u102f\u1000\u102d\u102f\u1016\u1010\u103a\u101b\u103e\u102f\u1016\u102d\u102f\u1037\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1018\u1030\u1038
impossibleReadTaskContent=\u1016\u102d\u102f\u1004\u103a ''{0}'' \u1015\u103b\u1000\u103a\u1006\u102e\u1038\u101e\u103d\u102c\u1038\u1015\u103c\u102e\u1038 ''{2}'' \u1016\u103c\u1005\u103a\u101e\u1031\u102c\u1000\u103c\u1031\u102c\u1004\u1037\u103a\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038 ''{1}'' \u1000\u102d\u102f\u1016\u1010\u103a\u1019\u101b\u1015\u102b\u104b
impossibleGetTaskPath=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1010\u1005\u103a\u1001\u102f\u101b\u1032\u1037\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038\u1000\u102d\u102f\u101b\u1016\u102d\u102f\u1037\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1018\u1030\u1038
impossibleCreateTask=\u101c\u102f\u1015\u103a\u1004\u1014\u103a\u1038\u1000\u102d\u102f\u1016\u1014\u103a\u1010\u102e\u1038\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
nameAlreadyTaken=\u1014\u102c\u1019\u100a\u103a\u1015\u103c\u102e\u1038\u101e\u102c\u1038
impossibleUndo=\u1015\u103c\u1014\u103a\u101a\u1030\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
impossibleRedo=\u1015\u103c\u1014\u103a\u101c\u100a\u103a\u1015\u103c\u1004\u103a\u1006\u1004\u103a\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
impossibleEditTask=\u1021\u101c\u102f\u1015\u103a\u1000\u102d\u102f\u1010\u100a\u103a\u1038\u1016\u103c\u1010\u103a\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b
error=\u1021\u1019\u103e\u102c\u1038
noTaskSelected=\u1021\u101c\u102f\u1015\u103a\u1019\u101b\u103d\u1031\u1038\u101b\u101e\u1031\u1038\u1015\u102b
impossibleDeleteTask=\u1021\u101c\u102f\u1015\u103a\u1016\u103b\u1000\u103a\u1015\u1005\u103a\u101b\u1014\u103a\u1019\u1016\u103c\u1005\u103a\u1014\u102d\u102f\u1004\u103a\u1015\u102b

# ---------- Tasks Scene ---------- #

#Labels
titleLabel=Task
nameLabel=\u1014\u102c\u1019\u100a\u103a
pathLabel=\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038
triggerLabel=\u1001\u101c\u102f\u1010\u103a
dateLabel=\u1014\u1031\u1037 / \u1014\u102c\u101b\u102e
delayLabel=\u1014\u103e\u1031\u102c\u1004\u1037\u103a\u1014\u103e\u1031\u1038
repeatLabel=\u1015\u103c\u1014\u103a\u101c\u102f\u1015\u103a\u1015\u102b
argumentsLabel=\u1021\u1004\u103c\u1004\u103a\u1038\u1015\u103d\u102c\u1038\u1019\u103e\u102f\u1019\u103b\u102c\u1038
actionLabel=\u101c\u103e\u102f\u1015\u103a\u101b\u103e\u102c\u1038\u1019\u103e\u102f
descriptionLabel=\u1016\u1031\u102c\u103a\u1015\u103c\u1001\u103b\u1000\u103a

#Buttons
repeatIndefinitelyButton=\u1021\u101e\u1010\u103a\u1019\u101b\u103e\u102d
validateButton=\u1021\u1010\u100a\u103a\u1015\u103c\u102f\u1015\u102b

#Errors
emptyNameTitle=\u1017\u101c\u102c\u1021\u1019\u100a\u103a
emptyNameContent=\u1014\u102c\u1019\u1010\u1031\u102c\u103a\u1000\u102d\u102f\u1021\u1019\u103e\u102e\u1015\u103c\u102f\u104b \u1021\u1001\u103b\u100a\u103a\u1038\u1014\u103e\u102e\u1038\u1019\u1016\u103c\u1005\u103a\u101e\u1004\u1037\u103a\u104b
namePromptText=\u1014\u102c\u1019\u100a\u103a\u101b\u103d\u1031\u1038\u1015\u102b
emptyPathTitle=\u1017\u101c\u102c\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038
emptyPathContent=\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038\u101e\u100a\u103a\u1017\u101c\u102c\u1019\u1016\u103c\u1005\u103a\u101e\u1004\u1037\u103a\u104b
pathPromptText=\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038\u101b\u103d\u1031\u1038\u1015\u102b
invalidPathTitle=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u101c\u1019\u103a\u1038\u1000\u103c\u1031\u102c\u1004\u103a\u1038\u101e\u100a\u103a\u1019\u1019\u103e\u1014\u103a\u1015\u102b
invalidHoursTitle=\u1014\u102c\u101b\u102e\u1021\u1019\u103e\u102c\u1038
invalidHoursContent=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1014\u102c\u101b\u102e\u1015\u1019\u102c\u100f - ''{0}'' \u101e\u100a\u103a\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u101e\u1031\u102c\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
invalidMinutesTitle=\u1019\u102d\u1014\u1005\u103a\u1021\u1019\u103e\u102c\u1038
invalidMinutesContent=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1019\u102d\u1014\u1005\u103a\u1015\u1019\u102c\u100f - ''{0}'' \u101e\u100a\u103a\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u101e\u1031\u102c\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
invalidSecondsTitle=\u1005\u1000\u1039\u1000\u1014\u1037\u103a\u1021\u1019\u103e\u102c\u1038
invalidSecondsContent=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1005\u1000\u1039\u1000\u1014\u1037\u103a\u1015\u1019\u102c\u100f - ''{0}'' \u101e\u100a\u103a\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u101e\u1031\u102c\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
invalidDelayTitle=\u1014\u103e\u1031\u102c\u1004\u1037\u103a\u1014\u103e\u1031\u1038\u1021\u1019\u103e\u102c\u1038
invalidDelayContent=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1014\u103e\u1031\u102c\u1004\u1037\u103a\u1014\u103e\u1031\u1038\u1019\u103e\u102f: ''{0}'' \u101e\u100a\u103a\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u101e\u1031\u102c\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
invalidRepeatTitle=\u1021\u1019\u103e\u102c\u1038\u1011\u1015\u103a\u101c\u102f\u1015\u103a\u1015\u102b
invalidRepeatContent=\u1015\u1031\u1038\u1011\u102c\u1038\u101e\u1031\u102c\u1011\u1015\u103a\u1015\u1019\u102c\u100f - ''{0}'' \u101e\u100a\u103a\u1019\u103e\u1014\u103a\u1000\u1014\u103a\u101e\u1031\u102c\u1014\u1036\u1015\u102b\u1010\u103a\u1019\u101f\u102f\u1010\u103a\u1015\u102b\u104b
