# ---------- Main App ---------- #
mainTitle=\u0e15\u0e31\u0e27\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e15\u0e32\u0e23\u0e32\u0e07\u0e07\u0e32\u0e19

#Menu bar
fileMenu=\u0e44\u0e1f\u0e25\u0e4c
editMenu=\u0e41\u0e01\u0e49\u0e44\u0e02
optionsMenu=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
helpMenu=\u0e0a\u0e48\u0e27\u0e22\u0e14\u0e49\u0e27\u0e22

#MenuItems
newTaskMenuItem=\u0e07\u0e32\u0e19\u0e43\u0e2b\u0e21\u0e48
cancelTasksMenuItem=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14
resheduleTasksMenuItem=reshedule \u0e07\u0e32\u0e19
exitMenuItem=\u0e17\u0e32\u0e07\u0e2d\u0e2d\u0e01
undoMenuItem=\u0e40\u0e25\u0e34\u0e01\u0e17\u0e33 {0} Ctrl + Z
redoMenuItem=\u0e17\u0e33\u0e0b\u0e49\u0e33 {0} Ctrl + Shift + Z
duplicateMenuItem=\u0e0b\u0e49\u0e33
languageMenuItem=\u0e20\u0e32\u0e29\u0e32
exitActionMenuItem=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e17\u0e33
missedTasksMenuItem=\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e1e\u0e25\u0e32\u0e14\u0e44\u0e1b
aboutMenuItem=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a

#IconMenuItems
openMenuItem=\u0e40\u0e1b\u0e34\u0e14
minimizeMenuItem=\u0e25\u0e14
startUpMenuItem=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e36\u0e49\u0e19
exitMenuItem=\u0e17\u0e32\u0e07\u0e2d\u0e2d\u0e01

#Dialogs
exitAlertTitle=\u0e40\u0e25\u0e34\u0e01
exitAlertContent=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e2b\u0e23\u0e37\u0e2d\u0e22\u0e48\u0e2d\u0e02\u0e19\u0e32\u0e14\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48\u000D\u0e01\u0e32\u0e23\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e08\u0e30\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e17\u0e38\u0e01\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49\u000D\u0e04\u0e38\u0e13\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e44\u0e14\u0e49\u0e43\u0e19\u0e20\u0e32\u0e22\u0e2b\u0e25\u0e31\u0e07\u0e43\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01
exitAlertCheckBox=\u0e2d\u0e22\u0e48\u0e32\u0e16\u0e32\u0e21\u0e2d\u0e35\u0e01
noTraySupportTitle=\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a\u0e23\u0e30\u0e1a\u0e1a\u0e16\u0e32\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
noTraySupportContent=\u0e23\u0e30\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e44\u0e21\u0e48\u0e23\u0e2d\u0e07\u0e23\u0e31\u0e1a\u0e16\u0e32\u0e14\u0e04\u0e38\u0e13\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e48\u0e2d\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e43\u0e2b\u0e49\u0e40\u0e25\u0e47\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
unableInitTrayTitle=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e23\u0e34\u0e48\u0e21\u0e16\u0e32\u0e14
unableInitTrayContent=\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e08\u0e30\u0e40\u0e23\u0e34\u0e48\u0e21\u0e16\u0e32\u0e14\u0e04\u0e38\u0e13\u0e08\u0e30\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e48\u0e2d\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e43\u0e2b\u0e49\u0e40\u0e25\u0e47\u0e01\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e40\u0e1b\u0e47\u0e19\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19\u000D{0}

#Errors
impossibleWrite=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e02\u0e35\u0e22\u0e19\u0e25\u0e07\u0e44\u0e1f\u0e25\u0e4c\u0e44\u0e14\u0e49 ''{0}''

# ---------- Enums ---------- #
taskActionStartProgram=\u0e40\u0e23\u0e34\u0e48\u0e21\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21
taskActionAlert=\u0e41\u0e2a\u0e14\u0e07\u0e01\u0e32\u0e23\u0e41\u0e08\u0e49\u0e07\u0e40\u0e15\u0e37\u0e2d\u0e19
triggerHour=\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
triggerStartUp=\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19
whenOneTime=\u0e04\u0e23\u0e31\u0e49\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07
whenEveryDays=\u0e17\u0e38\u0e01\u0e27\u0e31\u0e19

# ---------- Home Scene ---------- #

#TableView
tasksTablePlaceholder=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e07\u0e32\u0e19\u0e27\u0e48\u0e32\u0e07
scheduledTasksTablePlaceholder=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49
nameColumn=\u0e0a\u0e37\u0e48\u0e2d
triggerColumn=\u0e44\u0e01
actionColumn=\u0e2b\u0e19\u0e31\u0e07\u0e1a\u0e39\u0e4a
descriptionColumn=\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30
repeatsLeftColumn=\u0e17\u0e33\u0e0b\u0e49\u0e33\u0e0b\u0e49\u0e32\u0e22
timeLeftColumn=\u0e40\u0e2b\u0e25\u0e37\u0e2d\u0e40\u0e27\u0e25\u0e32\u0e2d\u0e35\u0e01

#Dialogs
canceledTasksTitle=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e07\u0e32\u0e19\u0e41\u0e25\u0e49\u0e27
canceledTasksContent=\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e40\u0e27\u0e25\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e44\u0e14\u0e49\u0e16\u0e39\u0e01\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22\u0e41\u0e25\u0e49\u0e27
resheduleTasksTitle=\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e16\u0e39\u0e01\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e43\u0e2b\u0e21\u0e48
resheduleTasksContent=\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e43\u0e2b\u0e21\u0e48
resheduleTasksError=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e07\u0e32\u0e19\u0e43\u0e2b\u0e49\u0e17\u0e33
LanguageDialogTitle=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e20\u0e32\u0e29\u0e32
LanguageDialogContent=\u0e20\u0e32\u0e29\u0e32:
startUpAlertTitle=\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e36\u0e49\u0e19
startUpAlertContent=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e33\u0e2d\u0e30\u0e44\u0e23\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e02\u0e36\u0e49\u0e19
exitActionDialogTitle=\u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e17\u0e33
exitActionDialogContent=\u0e2b\u0e19\u0e31\u0e07\u0e1a\u0e39\u0e4a:
missedTask=\u0e20\u0e32\u0e23\u0e01\u0e34\u0e08\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a: ''{0}''
missedTaskAlertTitle=\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e1e\u0e25\u0e32\u0e14\u0e44\u0e1b
missedTaskAlertContent=\u0e04\u0e38\u0e13\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e2a\u0e14\u0e07\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a?
missedTaskAlertCheckBoxMessage=\u0e41\u0e2a\u0e14\u0e07\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e19\u0e35\u0e49
askMe=\u0e16\u0e32\u0e21\u0e09\u0e31\u0e19
open=\u0e40\u0e1b\u0e34\u0e14
exit=\u0e17\u0e32\u0e07\u0e2d\u0e2d\u0e01
minimize=\u0e25\u0e14
AboutDialogTitle=\u0e40\u0e01\u0e35\u0e48\u0e22\u0e27\u0e01\u0e31\u0e1a
AboutDialogContent=\u0e41\u0e2d\u0e1b\u0e1e\u0e25\u0e34\u0e40\u0e04\u0e0a\u0e31\u0e48\u0e19\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19\u0e42\u0e14\u0e22 Johan Gousset\u000D\u0e2d\u0e22\u0e48\u0e32\u0e25\u0e31\u0e07\u0e40\u0e25\u0e17\u0e35\u0e48\u0e08\u0e30\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e14 \u0e46 \u0e15\u0e32\u0e21\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48:\u000Djg.johangousset@gmail.com

#Buttons
allTasksButton=\u0e07\u0e32\u0e19\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
scheduledTasksButton=\u0e07\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49
editButton=\u0e41\u0e01\u0e49\u0e44\u0e02
deleteButton=\u0e25\u0e1a
cancelButton=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
okButtonType=\u0e15\u0e01\u0e25\u0e07

#Tasks names
addTask=\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e07\u0e32\u0e19
editTask=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e07\u0e32\u0e19
deleteTask=\u0e25\u0e1a\u0e07\u0e32\u0e19
pasteTask=\u0e27\u0e32\u0e07\u0e07\u0e32\u0e19
duplicateTask=\u0e07\u0e32\u0e19\u0e0b\u0e49\u0e33
cancelTask=\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e07\u0e32\u0e19

#Errors
unavailableLanguageTitle=\u0e20\u0e32\u0e29\u0e32\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
unavailableLanguageContent=\u0e02\u0e2d\u0e2d\u0e20\u0e31\u0e22 \u0e41\u0e15\u0e48\u0e20\u0e32\u0e29\u0e32\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e44\u0e27\u0e49 ''{0}'' \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e43\u0e0a\u0e49\u0e44\u0e14\u0e49
impossibleReadTaskTitle=\u0e2d\u0e48\u0e32\u0e19\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49
impossibleReadTaskContent=\u0e44\u0e1f\u0e25\u0e4c ''{0}'' \u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e40\u0e2a\u0e35\u0e22\u0e2b\u0e32\u0e22\u0e41\u0e25\u0e30\u0e07\u0e32\u0e19 ''{1}'' \u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2d\u0e48\u0e32\u0e19\u0e44\u0e14\u0e49\u0e40\u0e1e\u0e23\u0e32\u0e30 ''{2}'' .
impossibleGetTaskPath=\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e08\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e02\u0e2d\u0e07\u0e07\u0e32\u0e19
impossibleCreateTask=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49
nameAlreadyTaken=\u0e0a\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e43\u0e0a\u0e49\u0e44\u0e1b\u0e41\u0e25\u0e49\u0e27
impossibleUndo=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e22\u0e01\u0e40\u0e25\u0e34\u0e01\u0e44\u0e14\u0e49
impossibleRedo=\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e0b\u0e49\u0e33
impossibleEditTask=\u0e40\u0e1b\u0e47\u0e19\u0e44\u0e1b\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e17\u0e35\u0e48\u0e08\u0e30\u0e41\u0e01\u0e49\u0e44\u0e02\u0e07\u0e32\u0e19
error=\u0e04\u0e27\u0e32\u0e21\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
noTaskSelected=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e07\u0e32\u0e19
impossibleDeleteTask=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e25\u0e1a\u0e07\u0e32\u0e19\u0e44\u0e14\u0e49

# ---------- Tasks Scene ---------- #

#Labels
titleLabel=\u0e07\u0e32\u0e19
nameLabel=\u0e0a\u0e37\u0e48\u0e2d
pathLabel=\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07
triggerLabel=\u0e44\u0e01
dateLabel=\u0e27\u0e31\u0e19 / \u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
delayLabel=\u0e04\u0e27\u0e32\u0e21\u0e25\u0e48\u0e32\u0e0a\u0e49\u0e32
repeatLabel=\u0e17\u0e33\u0e0b\u0e49\u0e33
argumentsLabel=\u0e02\u0e49\u0e2d\u0e42\u0e15\u0e49\u0e41\u0e22\u0e49\u0e07
actionLabel=\u0e2b\u0e19\u0e31\u0e07\u0e1a\u0e39\u0e4a
descriptionLabel=\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30

#Buttons
repeatIndefinitelyButton=\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e44\u0e21\u0e48\u0e21\u0e35\u0e01\u0e33\u0e2b\u0e19\u0e14
validateButton=\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a

#Errors
emptyNameTitle=\u0e0a\u0e37\u0e48\u0e2d\u0e27\u0e48\u0e32\u0e07
emptyNameContent=\u0e0a\u0e37\u0e48\u0e2d\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
namePromptText=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e0a\u0e37\u0e48\u0e2d
emptyPathTitle=\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e17\u0e35\u0e48\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
emptyPathContent=\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e44\u0e21\u0e48\u0e04\u0e27\u0e23\u0e27\u0e48\u0e32\u0e07\u0e40\u0e1b\u0e25\u0e48\u0e32
pathPromptText=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07
invalidPathTitle=\u0e40\u0e2a\u0e49\u0e19\u0e17\u0e32\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
invalidHoursTitle=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07
invalidHoursContent=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e0a\u0e31\u0e48\u0e27\u0e42\u0e21\u0e07\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14: ''{0}'' \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
invalidMinutesTitle=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e02\u0e2d\u0e07\u0e19\u0e32\u0e17\u0e35
invalidMinutesContent=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e19\u0e32\u0e17\u0e35\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14: ''{0}'' \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
invalidSecondsTitle=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35
invalidSecondsContent=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e34\u0e19\u0e32\u0e17\u0e35\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14: ''{0}'' \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
invalidDelayTitle=\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14\u0e25\u0e48\u0e32\u0e0a\u0e49\u0e32
invalidDelayContent=\u0e04\u0e27\u0e32\u0e21\u0e25\u0e48\u0e32\u0e0a\u0e49\u0e32\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14: ''{0}'' \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
invalidRepeatTitle=\u0e17\u0e33\u0e0b\u0e49\u0e33\u0e02\u0e49\u0e2d\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14
invalidRepeatContent=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e0b\u0e49\u0e33\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a: ''{0}'' \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
